app/controllers/customers_controller.rb

INSERT INTO "customers" ("name", "descript", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "teste customer"], ["descript", "wewewewew"], ["created_at", "2018-01-04 05:07:16.369898"], ["updated_at", "2018-01-04 05:07:16.369898"]]
---
  def create
    @customer = Customer.new(customer_params)

    respond_to do |format|
      if @customer.save