app/controllers/products_controller.rb

INSERT INTO "products" ("name", "descript", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "teste"], ["descript", "sdsddsdsd"], ["created_at", "2018-01-04 05:06:23.210077"], ["updated_at", "2018-01-04 05:06:23.210077"]]
---
  def create
    @product = Product.new(product_params)

    respond_to do |format|
      if @product.save